[{"_id": "27373", "domain": "undergroundhealth.com", "type": "unknown", "url": "https://www.undergroundhealth.com/understanding-what-authentic-happiness-is/", "content": "by Giovani – Liveanddare.com\r\n\r\nAre you truly happy? Is happiness a passing feeling or a state of being for you?\r\n\r\nTons of articles (and books) have been written about how to be happy, and there is some good information out there. I have read and synthesised hundreds of hours of research and experiments here for you, in this action-driven article.\r\n\r\nWhat you will find is some deep, life-changing stuff.\r\n\r\nIf you think that all talk about “how to be happy” is fluffy material and common sense, you are in it for a change.\r\n\r\nThere is a theory in Psychology called the hedonic treadmill, which says that great events (like winning a lottery) and terrible events (like losing a leg) can happen in your life, but after a while you are always back to your “baseline happiness”. If that is true, then more important than trying to change your external life is to actually improve your baseline happiness. This is the focus of this article – and not “feel happy” strategies.\r\n\r\nEach item here is concluded with a suggested action step. And at the end of the post you will find a link to download a PDF with all of them ?\r\n\r\nUnderstanding what authentic happiness is\r\n\r\nIs happiness a feeling or a state of being? What is its nature, and what are its causes?\r\n\r\nWikipedia defines happiness as “a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy”. There can never be, any objective measurement of happiness based on external achievements. It is an interpretation of reality, and not a result of reality.\r\n\r\nActually, happiness is such a loaded term, that I wonder if it is the right one for what we are truly seeking. I personally prefer to speak of fulfillment, contentment, and well-being. The greeks, on the other hand, spoke of eudamonia, the “well-lived life”\r\n\r\nThe problem seems to be understanding what causes human beings to continually experience this state. My research and self-experiments have led me to believe (that) there are three “kinds” of happiness: personal, transpersonal, (and) transcendental.\r\n\r\n\r\n\r\nPersonal happiness. Most people live by the belief that happiness is simply the result of accumulating as many pleasurable moments as possible, and of fulfilling one’s desires. Money, possessions, food, fun, sex, fame, power. Here is both the trap of “living as if there is no tomorrow” (the hedonistic blind focus in the present) and “living in hope of a better tomorrow” (putting off happiness to the achievement of a future goal).\r\n\r\nThe problem with this is that the pursuit of these pleasures and achievements can often be a painful and frustrating process (that is, an unhappy process). Besides, the happy-feeling resulting from these achievements is short-lived and usually less glorious than the promise (see Havard psychologist Daniel Gilbert on “miswanting” ). On top of that, in many cases we must fight hard to keep what was gained. Finally, even if we are those rare beings that can always easily get and keep what we want, without much pain associate(d) with it, the inevitable result after a while is boredom and indifference. Not really the definition of a fulfilled life, right? Sounds more like an ocean of trouble, with some islands of happy feelings.\r\n\r\nThe verbs for personal happiness are: “to get”, “to feel”, “to achieve”.\r\n\r\n\r\n\r\nTranspersonal happiness. Scientific research in the field of positive psychology, pioneered by Dr. Martin Seligman, PhD, proposes that a higher “zone” of happiness is to use one’s unique qualities and perspective in the service of something larger than oneself. This “higher cause” can revolve around family, community, science, art, world reform, spiritual transformation, etc.Here, happiness is more of a process, a continuum. A path, rather than an event. And because its cause is larger than one’s ego, so is the resulting joy.\r\n\r\nHave a look at the PERMA Model of happiness to learn more.\r\n\r\nThe verbs for transpersonal happiness are: “to do”, “to grow”, “to impact”\r\n\r\n\r\n\r\nTranscendental happiness. A more uncommon view of happiness, proposed by many eastern traditions, is that it is our natural state of being. Our true self. If it is natural to us, why then is it not experience always? Just like health is inherent to our body but is disturbed by bad habits and bad food, happiness is inherent to our heart but disturbed by negative mindsets.\r\n\r\nThe verbs for transcendental happiness are: “to be”, “to discover”, “to transform”.\r\n\r\nThese three “kinds” are not self-excluding. Each one has its place and you can have it all.\r\n\r\nReady to explore what are the causes of true well-being and lasting satisfaction in life? Let’s do this!\r\n\r\nPart 1 – THE ESSENTIAL\r\n\r\n1. Discover your true values\r\n\r\nThe single most important element in living a fulfilling life is understanding your true personal values, and aligning you existence to them. By “values” I don’t mean personal qualities like “honesty” and “integrity” – I mean those activities & goals that most consume your soul. It is what you are hungry for. Those things that you love to think about, read about, talk about, learn about.\r\n\r\nExamples of values: family, building your career, athletic performance, art, spirituality, travelling, being a thought leader, developing your business, etc. It’s more of a doing, not a having.\r\n\r\nHow to discover your values? Take some minutes to look deeper into yourself and your life, and it will tell you where you naturally focus your valuable resources (time, energy, money, attention). Actually take the time to do this.\r\n\r\nHere are some guiding questions:\r\n\r\nHow do you spend your free time?\r\n\r\nHow do you spend your money?\r\n\r\nWhat in your life are you most reliable, disciplined and focused?\r\n\r\nWhat do you most think about and dream about?\r\n\r\nWhat do you love to learn, read about, and explore?\r\n\r\nWhat inspires you the most?\r\n\r\nFast forward your life 10 years and look back. You are proud of achieving one thing. What is that?\r\n\r\nThe elements that appear repeatedly are your core values. It is here that you will find your passion, your direction. They are your map for every single decision in your life. Your map for a happy life.\r\n\r\nThis is such a deep topic that it deserves a post of itself (and probably will get). For now, to learn more about core values, I highly recommend the book The Breakthrough Experience, by Dr. John F. Demartini, an expert in this field.\r\n\r\nAction step: Give yourself 20~30 minutes to contemplate on those questions and discover your core 3-4 values. If you are busy now, put in some time in your calendar for later ?\r\n\r\n2. How to be happy? Align your life to your values\r\n\r\nYour happiness is where your values are. It is what we want to do, what makes us alive. The more your daily thoughts and activities are in harmony with your values, the happier you are.\r\n\r\nThis is also one of the power tool of coaches.\r\n\r\nNow put your values in order, with the most important ones on top. And examine how much juice they are getting in the different aspects of your life. How much money, time, and energy are you spending on them? Are they actively directing your life, your daily choices? Or are they being suffocated and forgotten in the maze of the practicalities of living and other less important things? How can your authentic self be more in the steering wheel of your life?\r\n\r\nAction step: Understand how much your core values are directing your life or not. Commit to making 3 simple changes to increase their power.\r\n\r\n3. Leave aside the unessential – the art of saying “no”\r\n\r\nAre you feeling overwhelmed with tasks? Maybe lacking headspace, or direction in life? Then you might have said yes to many things that are not truly essential, or not in harmony with your personal values. Therefore, there is no space to move, or not enough energy to build what is really meaningful for you.\r\n\r\nThat extra project you took; the extra credit card; the relationship you are keeping and you don’t really care about; the stuff you bought and don’t really need; the old habits that are lurking around but have no meaning anymore.\r\n\r\nWhen making decisions, every “yes” is a commitment to something, and a closure to other things. It is allowing something – an activity, a place, a person, a task – to occupy valuable resources in your life. You can produce more money, but the time spent on something or someone will never come back. Saying “yes” to anything also demands our commitment of energy and headspace (an increasingly rare commodity these days).\r\n\r\nThe inability to say no is actually rooted in fear. Fear of missing out an opportunity; fear of closing a door that we can never again reopen. But we simply cannot have it all. And we fail to see that this fear is actually the very cause that makes us close many other doors. To explore more on this, check out Dan Ariely’s classic Predictably Irrational.\r\n\r\n“Is this thing I`m thinking of saying ‘yes’ to gonna supporting my core values or not?”, “How is this decision affect my present and future self?” Answering these questions, from moment to moment, is the human journey. In simple terms, our life, impact, and well-being, is determined by what we say yes to. It is a collective of yeses and nos.\r\n\r\n“No” is not a negative word. It is not aggressive. It is not rejection. It is not selfish.\r\n\r\nIt is focus.\r\n\r\n“No” is a powerful word, and can be used powerfully. All geniuses of humanity – in art, sport, politics, literature, science – were saying “yes” to a few things, and “no” to everything else. They were not chasing the next shining object.\r\n\r\n“I don’t know the key to success, but the key to failure is trying to please everybody” (Bill Cosby)1\r\n\r\nThe contemplation of our finite nature, of limitation, of death, pushes human beings to accomplish extraordinary things, to live amazing lives. That is why many people that go through near-death experiences have their life transformed. For the better. They stop saying yes to things that don’t really matter to them, and start focusing on what is really important.\r\n\r\nThat is why the movement of Minimalism is gaining traction in modern society. For more on this topic, I recommend Joshua Becker’s blog, Becoming Minimalist, and this TED talk.\r\n\r\nThe foundation of a “happy life”, therefore, is to discover our core values, align our life and actions to them, and religiously say “no” to all the needless things that are not in service. Trust your heart and your gut if you feel that a person or activity is simply not for you.\r\n\r\nAction step: Write down 5 things you want to start saying “no” to in life. Take note of what you are losing (time, energy, money, head space) by allowing those things to creep in.\r\n\r\n4. Act based on creative freedom – not conditioning\r\n\r\nSince birth we have been exposed to so much conditioning – from our family, friends, society, media, environment. And still continue to be bombarded by thousands of messages every day. These outside voices have been heard and repeated so many times that they start having an independent life inside of us. No wonder it is hard to find our true voice, as opposed to the voice of other people’s opinions. Yet, we only find fulfilment and freedom by following our own unique voice – our “personal legend”, as Paulo Coelho would have it. So what to do?\r\n\r\nThe key is to discover what our core values are. This process can take time to mature in us. Taking some time alone, apart from all that is familiar from us, can help. Meditation, travel & retreats can give us the space to discover ourselves. A life coach can also be of service.\r\n\r\nAccording to Australian nurse Bronnie Ware, who spent many years working with patients on their last weeks of life, the top regret of the dying is “I wish I’d had the courage to live a life true to myself, not the life others expected of me.”\r\n\r\nYour values will be your rule of thumb when deciding what is your voice and what is conditioning.\r\n\r\nAction step: Next time you feel unsure what path to take, use your core values to discern your true path from your conditioning. Be determined to act based on your higher good, and not based on what you believe you “should do”.\r\n\r\n5. Live the present, but don’t hunt the short-term\r\n\r\nBeing exclusively present-oriented or future oriented are both points of unbalance\r\n\r\nTo be in the trap that “I`ll be happy when…” is a cause of unhappiness. To be missing or sacrificing the present – the beautiful nature, the human relations, the rest needed, the peace and joy of being here and breath – is a cause of unhappiness. Believing happiness to be “in the future” is not only a risky assumption, but also betrays the concept of happiness as a state of being. It is not in the achievement of your goals – it is in the process of living your values.\r\n\r\nBut to live as if there is no tomorrow, to focus only on short-term goals is the other extreme of this scale. And is not sustainable either.\r\n\r\nIn his classic book, Emotional Intelligence, Daniel Goleman describes an experiment in which four-year old kids are left in a room alone and told they can have two marshmallows if they wait for the experimenter to return from an errand. If they can’t wait till then, they can have only one marshmallow, but they can have it now.\r\n\r\nSome kids were able to hold off the fifteen to twenty minutes while others jumped on the one marshmallow – almost always within seconds. Years later the same kids were interviewed, and Goleman discovered that their ability to delay gratification revealed a great deal about the trajectory that child would likely take in their lives. The scholar concluded that “There is perhaps no psychological skill more fundamental than resisting impulse.”\r\n\r\nIt is curious that many times our success in the short-term is exactly the reason of our failure in the long-term.\r\n\r\nLiving day by day with a higher direction in mind, yet with our feet on the ground, seems to be the balance point between present and future. A balance between enjoying the now and designing the future.\r\n\r\nAction step: Take note of 5 things that you are sacrificing in your present, for the promise of a better future. Then write down 5 places in your life where your focus on short-term goals may be harming the long-term direction you want for your life. You now know what tweaks you can make so you can be both more present, and also focused on the right things.\r\n\r\n6. Don’t chase extrinsic values\r\n\r\nWhile focus on extrinsic life values may lead to a quicker satisfaction of these desires, true fulfilment will not be found down this path. On the other hand, there are countless testimonials of people that focused first on the “important stuff” in life and, as a result, also got the extrinsic goals met.\r\n\r\nThere is a lot of research in this sense. PhD professor Ronald Inglehart, found that once middle-class comforts are in place, the link between wealth and wellbeing “is surprisingly weak (indeed, virtually negligible).”\r\n\r\nIn his best-selling book on the science of motivation,Why We Do What We Do, Edward Deci tells us:\r\n\r\n“The researchers found that if any of the three extrinsic aspirations – for money, fame, or beauty – was very high for an individual relative to the three intrinsic aspirations, the individual was also more likely to display poorer mental health. For example, having an unusually strong aspiration for material success was associated with narcissism, anxiety, depression, and poorer social functioning as rated by a trained clinical psychologist…In contrast, strong aspirations for any of the intrinsic goals – meaningful relationships, personal growth, and community contributions – were positively associated with well-being. People who strongly desired to contribute to their community, for example, had more vitality and higher self-esteem. When people organize their behavior in terms of intrinsic strivings (relative to extrinsic strivings) they seem more content – they feel better about who they are and display more evidence of psychological health.”\r\n\r\nAction step: Review your core values. What is driving you in life? Are these extrinsic values or intrinsic values? If they are extrinsic, what is the bigger value behind them?\r\n\r\n7. Be careful how you feed your senses\r\n\r\nOur body is fed by food, water, and other elements; our mind is fed through ideas and the five senses. The quality of our mind and internal wellbeing is profoundly formed by the things we see, listen to, watch, smell, touch, read, think about, etc. How are you feeding your senses?\r\n\r\nThe music you choose to hear affects your moods. Depending on the genre, it can make you inspired, calm, emotional; or violent, depressed, confused. The same goes with the movies we watch, books we read, and all other types of media, environment, food (here and here), and people.\r\n\r\nAction step: Make a list of the top five things that you are feeding your senses and do not serve your wellbeing. Reflect whether you really need these things in your life or not. Commit to one small change.\r\n\r\n8. Find a place of Flow\r\n\r\n“Flow” is that beautiful state of total integration in your present activity. You are there with your whole body, mind and soul, and its as if you disappear, and there is nothing else in the world. Total concentration.\r\n\r\nMaybe it is when you are running, or reading a great book, or giving a speech, or drawing. Perhaps when thinking deeply about some matter, or when meditating. Different people access the Flow according to their own passion. It is what moves artists, athletes, writers, and entrepreneurs to give their whole selves into their project. It is also one of the cornerstones of the Daoist philosophy.\r\n\r\nMihaly Csikszentmihalyi, author of Finding Flow, and one of the pioneers in this research, wrote:\r\n\r\n“In all the activities people in our study reported engaging in, enjoyment comes at a very specific point: whenever the opportunities for action perceived by the individual are equal to his or her capabilities. Playing tennis, for instance, is not enjoyable if the two opponents are mismatched. The less skilled player will feel anxious, and the better player will feel bored. The same is true for every other activity… Enjoyment appears at the boundary between boredom and anxiety, when the challenges are just balanced with the person’s capacity to act.”\r\n\r\nTo expand on this topic, check out this article on the blog Pursuit-Of-Happiness.\r\n\r\nAction step: What are the activities in your life that you are more likely to find Flow? How can you deepen your involvement in these activities?\r\n\r\n9. Nurture your Spirituality\r\n\r\nSeveral studies point out the relationship between spiritual development and personal well-being. A 2012 review of more than 326 studies of mainly adult populations found that out of those 326 studies, 256 (79%) found only positive associations between religiosity/spirituality and well-being.\r\n\r\nFor some people, spirituality come through their religion; but spirituality and religion are different things. You can be spiritual without being religious – that is, without joining any religion or church.\r\n\r\nSpirituality does not require you do give your power away to some external person or institution, nor to have blind faith; it is not dogmatic nor ritualistic. It is not a cult. It does not limit your freedom and it does not make you close minded. As a side note, there studies that show benefits of meditation regardless of belief or religious inclination.\r\n\r\nTrue spirituality is an invitation to look deeper into your life, your values, and discover your true Self.\r\n\r\nExploring this topic more in-depth will be a subject of other posts. For now, you can start by reading some meditation quotes.\r\n\r\nAction step: Start looking for ways to develop your spirituality, a deeper perspective and values in life.\r\n\r\n10. Master your mind\r\n\r\nBuddhism and other ancient traditions emphasise that our mind can be our greatest friend or our worst enemy. It can make our life heaven or hell.\r\n\r\n“More than those who hate you, more than all your enemies, an undisciplined mind does greater harm.” – The Buddha\r\n\r\nThere is no doubt about this – there can be no happiness while we are enslaved by our own shadows. No factor seems to be more important for our wellbeing than the state of our minds. And yet, for the average person up to 70% of ones thoughts is negative self-talk. This leads to emotional overload and stress.\r\n\r\n“Ok, I get it”, I hear you say, “but how to control the mind?”. Thing is, you cannot control the first thought that arises in the mind in any given situation – that is simply a conditioned response. But you can exercise control over the second thought and the ones after. Here lies your power (and responsibility).\r\n\r\nFor example, I`m sitting in the couch in a Sunday afternoon and the thought arises “I`m lonely”. Whether I “accept” this and continue on this train of thought (“yeah, nobody loves me…”, etc.) or simply let it pass, its my choice. I can also choose to instead think “yes, I`m alone at this moment, but its good, I need some self-space”. One way leads to anxiety, victimization and self-pity – the other doesn’t.\r\n\r\nThousands of times per day we make choices like this, although most times it is automatic and we are not aware of it. Becoming aware of our mind processes and exercising our power to direct our attention is the mastery of the mind. And this is greatly facilitated by practices such as meditation and mindfulness. There are also techniques developed by psychologists.\r\n\r\nThe message, here, is that the way you feel, the way you think, is not a necessity. It is merely a learned habit. It is, in great part, arbitrary. You have the power to change it. You are giving power to your thoughts by thinking them, by engaging in a conversation with them, and believing them. If they are creating suffering, remember that you have the power to think something different.\r\n\r\nThe mind cannot hold on to two opposite feelings at the same time, so focusing on developing positive thought patterns and emotions already goes a long way. Watch Mathieu Ricard (ex-Phd scientist turned monk) expand on this.\r\n\r\n\r\n\r\nAction step: Become aware of your internal dialogs. Be vigilant of your negative thoughts. Next time negative thinking kicks in, exercise your power to redirect your thoughts to something else, to reinterpret the facts, or to simply ignore. In the beginning you will succeed only for a few seconds. With practice and persistence, however, it becomes natural and easy.\r\n\r\nPART 2 – MINDSET & ATTITUDES\r\n\r\nSome mindsets empower a life of success and fulfilment; others create difficulties and pain. These can be learned by experience (the hard way), by reading good personal development material, by engaging with mentors and life coaches, or by reflection and meditation. Here are my findings from these learning paths.\r\n\r\n11. Face everything as an opportunity to grow.\r\n\r\nThis is probably the most empowering attitude I’ve ever encountered. It is a good medicine against many of the causes of fear, frustration, impatience, anxiety, and stress.\r\n\r\nIf you face every event, every challenge, as part of the way, then nothing can disturb you. You will not fear, nor complain, nor blame, nor be pissed off by things that happen. Instead, in your mind there will be only the question: “What can I learn from this?”.\r\n\r\nAn event doesn’t mean anything by itself; it is always only what you make of it. You have the power to make it positive or negative.\r\n\r\nYou get a “no” as an answer. Your car breaks. It’s raining on a Sunday again. You can’t finish your project. Got sick. Nobody is buying your product. Your son doesn’t listen to you.\r\n\r\nYou can resist these things. Close yourself up. Fight them. You now have a problem, and that is unfortunate.\r\n\r\nOr you can be open. Breath deeply. Acknowledge what is there. Look for your lesson, and for the next step. You now simply have a new context, and that is an opportunity.\r\n\r\nPerformance psychologist John Eliot, author of the somewhat controversial Overachievement, has a very interesting expression: “eat stress like an energy bar”. Yes, even emotions like stress, anger, envy, can be used for something positive, as motivators for action. Depending on our attitude these energies can be empowering or disempowering.\r\n\r\nLife’s challenges are polishing you, preparing you for bigger things.\r\n\r\nAction step: Next time a challenge comes, kiss its face, learn the lesson, and move on.\r\n\r\n12. Expectation creates disappointment\r\n\r\nExpectation is wishful thinking about the future. It sets a self-imposed standard of what is to happen. A bit like drawing a line on the sand and deciding that “if it is above this line I`ll be happy; if not, I`ll be upset”.\r\n\r\nSome expectations are natural, and not as harmful. When I buy a product from the supermarket, I expect it to not be rotten, and will have an unpleasant surprise if it is.\r\n\r\nOther expectations, however, are just a recipe for disaster. For instance, expecting things to be easy when learning something, or working on my business, or trying to navigate through life, will create a lot of frustration. If, instead, I expect things to be hard, I’ll be well prepared. If they turn out to be easy, I`m happy; if they turn out to be hard… well, no surprises here. After all, usually what is worth having doesn’t comes easy.\r\n\r\nSimilarly, hoping to get lucky, to be accepted, to have quick success, to have no conflicts – all these expectations bring about pain. We’d be better off just doing what we need to do and leaving the future to take care of itself.\r\n\r\nWhile it may be impossible to live without any expectations at all, when we learn to be more conservative and “soft” about our expectations, we suffer less the consequences of their violation. Keeping in mind that they are arbitrary and self-imposed, we tend to have more flexibility and flow.\r\n\r\nManage your expectations, and you will rarely be disappointed.\r\n\r\nCheck out also the create posts about the subject on LifeHacker, Huffington Post and Tiny Buddha.\r\n\r\nAction step: What needless expectations are you imposing on yourself right now? Do you really need them?\r\n\r\n13. Yesterday is graveyard… How to forget the past and reinvent your history\r\n\r\nVictimization, remorse, guilt, regret. No doubt these are unhappy feelings, and they all have something in common: they are anchored in the past.\r\n\r\nWhat are you dwelling on? Your past failures? A betrayal? A gaffe you made on the last dinner party? Something unjust that happened to you?\r\n\r\nThe past is good for one thing only: learning. We need to reflect on what has happened, learn from it, and move on.\r\n\r\nYour past does not define you – unless you allow it to. You are not what has happened to you; you are what you choose to become. You mind defines you. And mind creates what it constantly thinks about. Suddenly over thinking the past doesn’t sound like a good idea anymore…\r\n\r\nIt is usually pain (and not pleasure), that keeps us looking back. The desire to “correct” the past is one of the main reasons why we get stuck in it. And yet this desire goes against a basic law of nature.\r\n\r\nIf we reflect deeply about how this tendency is hurting our present, how it is hindering our life here and now, we will have the motivation needed to make a decision to let go and stop looking back. Of course, if possible it also helps to get physically apart from places and people who take you back to your past.\r\n\r\nAnother approach is to actually reinvent your past. Yes, it is possible, and it is not hallucination. The fact is, the past that we remember is what we have subjectively experienced, not the raw facts. It is the facts + our thinking/feeling. It is not reality, but rather our colourful description of it – and we have the power to change this. If somebody did something bad to us, we cannot start believing that they simply didn’t do that (we actually can, but that’s delusional); but we can change our belief about what that means to us.\r\n\r\nAnd that basically changes everything, because for the rest of our life we will remember our story of the event, it’s ending, and not the experience of the event.\r\n\r\nMorty Lefkoe, author of the best-seller Re-Create Your Life, teaches a process that can be used to reinterpret past events in a simple way:\r\n\r\nIdentify the undesirable pattern Name the underlying belief Identify the source of the belief in memory, including as much sensory detail as possible Describe possible alternate interpretations of the memory Realize that your original belief is an interpretation, not reality Consciously choose to reject the original belief as “false” Consciously choose to accept your reinterpretation as “true”\r\n\r\nBoth interpretations are valid. Your reality will be defined by the one you choose to accept. Your choice.\r\n\r\nAction step: Identify where in your past you usually get stuck in, and go through the reinterpretation process.\r\n\r\n14. Accept the things you cannot control or change\r\n\r\nWhether we like it or not, many things in life we cannot change. We cannot change other people, nor the behaviour of the market. Other things can be changed, but only with colossal effort during a long period of time.\r\n\r\n\r\n\r\nAccepting reality is not a passive attitude. It does not make us weak. It does require humility, of course, but it empowers us to respond to life in a wiser, more effective, way.\r\n\r\nWe cannot fight all battles. So let’s choose wisely what to accept, and\r\n\r\nwhat to focus to change.\r\n\r\nAction step: Are you struggling to accept some major reality in yourself or your life? What would happen if instead of asking “how can I change this” you asked “how can I make use of this?”\r\n\r\n15. Move in the direction of your fears\r\n\r\nYes, you read that right.\r\n\r\nHave this determination that no fear must arise unmet. Have this obsession that every fear must be confronted and conquered. This unleashing of your inner hero will deepen your life and broaden your heart.\r\n\r\nFear is one of the most instinctive human emotions. It can take many forms, such as worry (fear about future circumstances), doubt (fear about making the wrong choice) and hatred (the aggressive response to the feared object). Most likely you will experience it your whole life, so it might be a good idea to learn how to deal with it.\r\n\r\nThe problem is not that fear arises. The problem, if any, is how you respond to it. Yes, believe it or not, you have total freedom as to how to respond. Maybe it is hard to experience it, because you might not have exercised this mind-muscle much. But it’s there.\r\n\r\nExperiencing danger & risk, can be character building as well. Even for your kids.\r\n\r\nA smooth sea never made a skilled sailor. And skilled sailors have a depth in their live that novices don’t.\r\n\r\nHappy are those that are bigger than their fears. And how to be bigger than your fear? Act bigger than your fear. When in doubt, close your eyes and take the leap. Don’t cling to something just because of fear. It makes you a prisoner.\r\n\r\nHey! Fear is not a big deal. Just some electrical impulses in your brain, coupled with a bit of chemicals running through your blood. Will this keep you powerless while life runs you by?\r\n\r\nAction step: Think of something that makes you afraid. Take one small step every day in the direction of that fear. It’s important that it be a small step, otherwise you may lose motivation. Feel the confidence that comes from acting despite the fear. Gradually increase the boldness of your actions.\r\n\r\n16. Embrace impermanence\r\n\r\nNot understanding and accepting impermanence is a cause of unhappiness.\r\n\r\nImpermanence is the fundamental law of our existence. This is the only thing that is certain in this life: everything changes. Time eats away everything, and nothing remains the same. Your time will be spent. Money will be gone. Many things that you cared about will either disappear, or you will no longer care about them.\r\n\r\nThe good news is that whatever negative feeling or unpleasant situation you are experiencing will also pass. There was a time when it did not exist; then it shows up for a limited time, and after that it goes back to not existing.\r\n\r\nSeveral ancient traditions emphasised the need to contemplate the fleeting nature of our lives, from Buddha to the Stoics (who called this exercise Memento Mori).\r\n\r\nA deeper life opens up when we understand and embrace impermanence and our mortality, and learn its lessons. A deep (and often unnoticed) fear in our hearts is released once we accept impermanence down to our bones. As a result we get more focused, and we are freed up to live a more amazing life.\r\n\r\nAction st", "scraped_at": NaN, "inserted_at": NaN, "updated_at": NaN, "title": NaN, "authors": NaN, "keywords": NaN, "meta_keywords": NaN, "meta_description": NaN, "tags": NaN, "summary": NaN}]